greetings = ['привет',"день добрый","приветствую","здравствуй","здорова","добрый вечер","доброе утро"]

time_asks = ["скажи время","подскажи время","который час","какое время","сколько времени"]

mood_asks = ["как настроение","как дела","как жизнь","как ты"]

bye_asks  = ["пока","до встречи","удачи","до скорого","счастливо","до свидания","всего хорошего"]

league_asks = ["лига","лига легенд","включи лигу","сыграем в лигу"]

deletings = ["слушай","можешь","до","пожалуйста","спасибо","ага","да","нет","давай","после"]

nums = {
	'1'                  :'Один',
	"2"                  :"Два",
	"3"                  :"Три",
	"4"                  :"Четыре",
	"5"                  :"Пять",
	"6"                  :"Шесть",
	"7"                  :"Семь",
	"8"                  :"Восемь",
	"9"                  :"Девять",
	"10"                 :"Десять",
	"11"                 :"Одиннадцать",
	"12"                 :"Двенадцать",
	"13"                 :"Тринадцать",
	"14"                 :"четырнадцать",
	"15"                 :"Пятнадцать",
	"16"                 :"Шестнадцать",
	"17"                 :"Семнадцать",
	"18"                 :"Восемнадцать",
	"19"                 :"Девятнадцать",
	"20"                 :"Двадцать",
	"21"                 :"Двадцать один",
	"22"                 :"Двадцать два",
	"23"                 :"Двадцать три",
	"24"                 :"Двадцать четыре",
	"25"                 :"Двадцать пять",
	"26"                 :"Двадцать шесть",
	"27"                 :"Двадцать семь",
	"28"                 :"Двадцать восемь",
	"29"                 :"Двадцать девять",
	"30"                 :"Тридцать",
	"31"                 :"Тридцать один",
	"32"                 :"Тридцать два",
	"33"                 :"Тридцать три",
	"34"                 :"Тридцать четыре",
	"35"                 :"Тридцать пять",
	"36"                 :"Тридцать шесть",
	"37"                 :"Тридцать семь",
	"38"                 :"Тридцать восемь",
	"39"                 :"Тридцать девять",
	"40"                 :"Сорок",
	"41"                 :"Сорок один",
	"42"                 :"Сорок два",
	"43"                 :"Сорок три",
	"44"                 :"Сорок четыре",
	"45"                 :"Сорок пять",
	"46"                 :"Сорок шесть",
	"47"                 :"Сорок семь",
	"48"                 :"Сорок восемь",
	"49"                 :"Сорок девять",
	"50"                 :"Пятьдесят",
	"51"                 :"Пятьдесят один",
	"52"                 :"Пятьдесят два",
	"53"                 :"Пятьдесят три",
	"54"                 :"Пятьдесят четыре",
	"55"                 :"Пятьдесят пять",
	"56"                 :"Пятьдесят шесть",
	"57"                 :"Пятьдесят семь",
	"58"                 :"Пятьдесят восемь",
	"59"                 :"Пятьдесят девять",
	"0"                  :"Ноль",

}